# ElevArrowAngle Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ElevArrowAngle Property
ParameterTypeId Class See Also
---
"Arrow Angle"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ElevArrowAngle { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ElevArrowAngle As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ElevArrowAngle {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace